/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Google authorization" = "Google authorization";
"Saved in iOS keychain. Turn off to switch to a different Google account." = "Saved in iOS keychain. Turn off to switch to a different Google account.";
"Save authorization" = "Save authorization";
"Google calendar" = "Google calendar";
"Calendar events shown" = "Calendar events shown";
"Number of 24 hour periods from the Google calendar visible in The Magic Clock. Minimum 1, maximum 7, default set to 3 (72 hours)." = "Number of 24 hour periods from the Google calendar visible in The Magic Clock. Minimum 1, maximum 7, default set to 3 (72 hours).";
"Calendar refresh rate" = "Calendar refresh rate";
"Number of minutes before The Magic Clock refreshes calendar events from the Google calendar. Minimum 5, maximum 90, default set to 15 minutes." = "Number of minutes before The Magic Clock refreshes calendar events from the Google calendar. Minimum 5, maximum 90, default set to 15 minutes.";
"Timeout" = "Timeout";
"Number of seconds before requests over the internet to the Google API times out. Minimum 30, maximum 90, default set to 30 seconds." = "Number of seconds before requests over the internet to the Google API expire. Minimum 30, maximum 90, default set to 30 seconds.";
"Speech" = "Speech";
"Enabled" = "Enabled";
"Reminder interval" = "Reminder interval";
"Number of minutes ahead of an event The Magic Clock speaks a reminder. Minimum 0, maximum 120, default set to 10 minutes." = "Number of minutes ahead of an event The Magic Clock speaks a reminder. Minimum 0, maximum 120, default set to 10 minutes.";
"Photos" = "Photos";
"Number of seconds The Magic Clock shows each photo in a slideshow. Minimum 1, maximum 60, default set to 8 seconds." = "Number of seconds The Magic Clock shows each photo in a slideshow. Minimum 1, maximum 60, default set to 8 seconds.";
